# St7SetAccVsTimeTableUnits

Sets the units assigned to the specified acceleration vs time table.

long St7SetAccVsTimeTableUnits(long uID, long TableID, long UnitType)

Input Parameters

uID

Strand7 model file ID.

TableID

Table ID.

UnitType

Acceleration vs time units type; either atModelUnits or atGravityUnits.